Tekla.Structures.CatalogInternal.DotNetProxy
DO NOT USE! For internal usage only!

Tekla.Structures.CatalogInternal.DotNetProxy.Run(System.String)
DO NOT USE! For internal usage only!
Param: Not Used.
Returns: The return value is not usefull because AKIT doesn't send it to Core.